Repository: gnesterif/ticketbooth
Catalog: po/*.po
Languages: bg, nl, pl

source: Window width
bg: Широчина на прозореца
nl: Vensterbreedte
pl: Szerokość okna

source: Window height
bg: Височина на прозореца
nl: Vensterhoogte
pl: Wysokość okna

source: Window maximized
bg: Максимизиран прозорец
nl: Venster maximaliseren
pl: Okno zmaksymalizowane

source: Active tab
bg: Активен подпрозорец
nl: Actief tabblad
pl: Aktywna karta

source: Specifies if the app is run for the first time
bg: Дали приложението се изпълнява за първи път
nl: Geef aan of de toepassing voor de eerste keer opstart
pl: Określa, czy aplikacja jest uruchamiana po raz pierwszy

source: Specifies if the app downloaded the required data
bg: Дали приложението е свалило необходимите данни
nl: Geef aan of de toepassing de vereiste gegevens heeft opgehaald
pl: Określa, czy aplikacja pobrała niezbędne dane

source: View sorting style
bg: Показване на стила на сортиране
nl: Sorteervolgorde
pl: Zobacz styl sortowania

source: App color scheme
bg: Цветова схема на приложението
nl: Thema
pl: Schemat kolorystyczny aplikacji

source: Language used by TMDB results
bg: Език, използван от резултатите на TMDB
nl: Taal van TMDB-resultaten
pl: Język rezultatów z TMDB

source: Frequency to check for new data on TMDB
bg: Периодa na проверка за нови данни в TMDB
nl: Hoe vaak de TMDB-gegevens moeten worden vernieuwd
pl: Częstotliwość sprawdzania TMDB pod kątem nowych danych

source: Last autoupdate date
bg: Дата на последно автоматично обновяване
nl: Recentste automatische bijwerking
pl: Data najnowszej automatycznej aktualizacji

source: Clear cache on exit
bg: Изчистване на кеша при спиране на програмата
nl: Cache wissen na afsluiten
pl: Wyczyść ciasteczka przy wyłączaniu aplikacji

source: Keep track of your favorite shows
bg: Следете любимите си предавания
nl: Houd je favoriete series in de gaten
pl: Śledź swoje ulubione programy

source: Ticket Booth allows you to build your watchlist of movies and TV Shows, keep track of watched titles, and find information about the latest releases.
bg: „Ticket Booth“ ви позволява да съставите списък с филми и сериали, да ги следите, и да намирате информация за най-новите издания.
nl: Met Ticket Booth kun je een kijklijst met series en films aanleggen, ze volgen en meer informatie zoeken over de nieuwste afleveringen.
pl: Dzięki Ticket Booth możesz stworzyć swoją listę filmów i seriali do obejrzenia, jak również śledzić na bieżąco postępy w oglądanych tytułach i znajdywać informacje o nowościach.

source: Ticket Booth does not allow you to watch or download content. This app uses the TMDB API but is not endorsed or certified by TMDB.
bg: „Ticket Booth“ не ви позволява да гледате или изтегляте съдържание. Това приложение използва програмния интерфейс (API) на „The Movie Database“ (TMDB), но не е одобрено от TMDB.
nl: Let op: met Ticket Booth kun je geen inhoud bekijken of downloaden. Deze toepassing maakt gebruik van de TMDB-api, maar wordt niet gemaakt of erkend door TMDB.
pl: Ticket Booth nie zawiera funkcji oglądania czy pobierania zawartości. Aplikacja korzysta z TMDB API, ale nie jest wspierana ani w żaden sposób powiązana z TMDB.

# message dialog heading
source: No Network
bg: Няма връзка с мрежата
nl: Geen internetverbinding
pl: Brak połączenia z siecią

# message dialog body
source: Connect to the Internet to complete the setup.
bg: Свържете се с Интернет, за да завършите първоначалните настройки.
nl: Maak verbinding met het internet om de instelhulp te voltooien.
pl: Aby ukończyć konfigurację, połącz się z internetem.

# Background activity title
source: Clear cache
bg: Изчистване на кеша
nl: Cache wissen
pl: Wyczyść ciasteczka

source: {number} Titles
bg: {number} Заглавия
nl: {number} items
pl: {number} tytułów

# Background activity title
source: Delete all movies
bg: Изтриване на всички филми
nl: Alle films verwijderen
pl: Usuń wszystkie filmy

# Background activity title
source: Delete all TV Series
bg: Изтриване на всички сериали
nl: Alle tv-series verwijderen
pl: Usuń wszystkie seriale

source: Ticket Booth is currently using {total_space:.2f} MB. Use the options below to free some space.
bg: „Ticket Booth“ в момента заема {total_space:.2f} МБ. Използвайте опциите по-долу, за да освободите пространство.
nl: Ticket Booth gebruikt momenteel {total_space:.2f} MB. Gebruik onderstaande opties om ruimte vrij te maken.
pl: Ticket Booth obecnie używa {total_space:.2f} MB przestrzeni na dysku. Użyj opcji poniżej by zwolnić nieco miejsca.

source: {space:.2f} MB occupied
bg: {space:.2f} МБ заети
nl: {space:.2f} mb in gebruik
pl: {space:.2f} MB używane

# message dialog heading
source: Background Activies Running
bg: Дейности на фона се изпълняват
nl: Achtergrondactiviteiten actief
pl: Działające aktywności w tle

# message dialog body
source: Some activities are running in the background and need to be completed before exiting. Look for the indicator in the header bar to check when they are finished.
bg: Няколко дейности се изпълняват във фона и трябва да приключат преди спиране на програмата. Потърсете индикатора в лентата със заглавието, за да проверите кога са приключени.
nl: Enkele activiteiten worden op de achtergrond voortgezet en dienen te worden voltooid alvorens af te sluiten. Zoek de indicator op de bovenbalk en controleer of alles is afgerond.
pl: Niektóre aktywności działają w tle i muszą zostać zakończone, zanim program zostanie zamknięty. Żeby zobaczyć kiedy aktywność zostanie zakończona, patrz na wskaźnik w pasku nagłówka.

source: Edit Movie
bg: Редактиране на филма
nl: Film bewerken
pl: Edytuj film

source: Edit TV Series
bg: Редактиране на сериала
nl: Tv-serie bewerken
pl: Edytuj seriale

source: Season {num}
bg: Сезон {num}
nl: Seizoen {num}
pl: Sezon {num}

# Background activity title
source: Add {title}
bg: Добавяне на {title}
nl: {title} toevoegen
pl: Dodaj {title}

# Background activity title
source: Update {title}
bg: Обновяване на {title}
nl: {title} bijwerken
pl: Zaktualizuj {title}

source: Season
bg: Сезон
nl: Seizoen
pl: Sezon

source: Watched
bg: Гледано
nl: Bekeken
pl: Obejrzane

source: Mark as Watched
bg: Маркирайте като гледано
nl: Markeren als bekeken
pl: Oznacz jako obejrzane

source: {num} Season
bg: {num} Сезон
nl: {num} seizoen
pl: {num} sezon

source: {num} Episode
bg: {num} Епизод
nl: {num} aflevering
pl: {num} odcinek

source: Status
bg: Статус

source: Original Language
bg: Оригинален език
nl: Oorspronkelijke taal
pl: Język oryginału

source: Original Title
bg: Оригинално заглавие
nl: Oorspronkelijke titel
pl: Oryginalny tytuł

source: Budget
bg: Бюджет
pl: Budżet

source: Revenue
bg: Приходи
nl: Opbrengst
pl: Dochód

source: In Production
bg: В производство
nl: In productie
pl: W produkcji

source: Yes
bg: Да
nl: Ja
pl: Tak

source: No
bg: Не
nl: Nee
pl: Nie

source: {h}h {m}min
bg: {h}час(а) {m}мин
nl: {h} uur, {m} min.
pl: {h}g {m}min

source: {m}min
bg: {m}мин

source: Updating {title}
bg: Обновява се {title}
nl: {title} bijwerken
pl: Aktualizowanie {title}

source: Update {title}
bg: Обновяване на {title}
nl: {title} bijwerken
pl: Aktualizuj {title}

source: Loading Metadata…
bg: Зареждане на метаданните…
nl: Bezig met laden van gegevens…
pl: Wczytywanie metadanych…

# message dialog heading
source: Delete {title}?
bg: Изтриване на {title}?
nl: Wil je “{title}” verwijderen?
pl: Usunąć {title}?

# message dialog body
source: This title will be deleted from your watchlist.
bg: Това заглавие ще бъде изтрито от списъка ви за гледане.
nl: Hierdoor wordt het item van je kijklijst gehaald.
pl: Tytuł ten zostanie usunięty z twojej listy do obejrzenia.

# message dialog action
source: _Cancel
bg: _Отказване
nl: _Annuleren
pl: _Anuluj

# message dialog action
source: _Delete
bg: _Изтриване
nl: Verwij_deren
pl: _Usuń

source: Delete {title}
bg: Изтриване на {title}
nl: “{title}” verwijderen
pl: Usuń {title}

source: translator-credits
bg: twlvnn <kraft_werk@tutanota.com>
nl: Heimen Stoffels <vistausss@fastmail.com>
pl: Robert Wolniak <robert.wolniak@protonmail.com>

# Category
source: Movie
bg: Филм
nl: Film
pl: Film

# Category
source: TV Series
bg: Сериал
nl: Tv-serie
pl: Seriale

source: Cancel
bg: Отказване
nl: Annuleren
pl: Anuluj

source: Save
bg: Запазване
nl: Opslaan
pl: Zapisz

source: General
bg: Общи
nl: Algemeen
pl: Ogólne

source: Title (required)
bg: Заглавие (задължителен)
nl: Titel (vereist)
pl: Tytuł (wymagane)

source: Release Date
bg: Дата на издаване
nl: Verschenen op
pl: Data premiery

source: Genres (comma separated)
bg: Жанрове (разделени със запетая)
nl: Genres (kommagescheiden)
pl: Gatunki (oddzielone przecinkiem)

source: Runtime (minutes)
bg: Времетраеност (минути)
nl: Duur (in minuten)
pl: Czas trwania (w minutach)

source: Tagline
bg: Слоган
nl: Slagzin
pl: Słowa kluczowe

source: Created by
bg: Създадено от
nl: Gemaakt door
pl: Stworzony przez

source: Overview
bg: Преглед
nl: Overzicht
pl: Streszczenie

source: Seasons (required)
bg: Сезони (задължителен)
nl: Aantal seizoenen (vereist)
pl: Ilość sezonów (wymagane)

source: Use the + button to add seasons
bg: Използвайте бутона +, за да добавите сезони
nl: Klik op de ‘+’-knop om seizoenen toe te voegen
pl: Użyj przycisku + by dodać sezon

source: Add
bg: Добавяне
nl: Toevoegen
pl: Dodaj

source: Additional Information
bg: Допълнителна информация
nl: Aanvullende informatie
pl: Dodatkowe informacje

source: Budget (US$)
bg: Бюджет (US$)
nl: Budget (in VS$)
pl: Budżet (w dolarach amerykańskich)

source: Revenue (US$)
bg: Приходи (US$)
nl: Opbrengst (in VS$)
pl: Dochód (w dolarach amerykańskich)

source: In production
bg: В производство
nl: In productie
pl: W produkcji

source: Search The Movie Database…
bg: Търсене в „The Movie Database“…
nl: Doorzoek The Movie Database…
pl: Przeszukaj The Movie Database…

source: Search For a Title
bg: Търсене на заглавие
nl: Zoeken naar titel
pl: Szukaj po tytule

source: Start typing in the search bar to see a list of matching movies and TV series
bg: Започнете да пишете в лентата за търсене, за да видите списък със съвпадащи филми и сериали
nl: Typ een zoekopdracht in het zoekvak om een lijst met films en tv-series op te halen
pl: Zacznij wpisywać w pasku wyszukiwania, aby wyświetlić listę pasujących filmów i seriali

source: No Results Found
bg: Няма намерени резултати
nl: Er zijn geen zoekresultaten
pl: Brak wyników

source: Try a different search
bg: Опитайте различно търсене
nl: Probeer een andere zoekopdracht
pl: Spróbuj wyszukać inną frazę

source: Edit Season
bg: Редактиране на сезона
nl: Seizoen bewerken
pl: Edytuj sezon

source: Episodes (required)
bg: Епизоди (задължителен)
nl: Aantal afleveringen (vereist)
pl: Ilość odcinków (wymagane)

source: Use the + button to add episodes
bg: Използвайте бутона +, за да добавите епизоди
nl: Klik op de ‘+’-knop om afleveringen toe te voegen
pl: Użyj przycisku + by dodać odcinki

# shortcut window
source: General
bg: Общи
nl: Algemeen
pl: Ogólne

# shortcut window
source: Show Shortcuts
bg: Показване на клавишните комбинации
nl: Sneltoetsen tonen
pl: Pokaż skróty klawiszowe

# shortcut window
source: Show Preferences
bg: Показване на настройките
nl: Voorkeuren openen
pl: Pokaż ustawienia

# shortcut window
source: Quit
bg: Спиране на програмата
nl: Afsluiten
pl: Wyjdź

# shortcut window
source: Library management
bg: Управление на списъка
nl: Verzamelingsbeheer
pl: Zarządzanie biblioteką

# shortcut window
source: Add title from TMDB
bg: Добавяне на заглавие от TMDB
nl: TMDB-item toevoegen
pl: Dodaj tytuł z TMDB

# shortcut window
source: Add title manually
bg: Добавяне на заглавие ръчно
nl: Eigen item toevoegen
pl: Dodaj tytuł ręcznie

# shortcut window
source: Refresh library
bg: Обновяване на списъка
nl: Verzameling herladen
pl: Odśwież bibliotekę

source: Main Menu
bg: Основно меню
nl: Hoofdmenu
pl: Menu główne

source: Update Metadata
bg: Обновяване на метаданните
nl: Gegevens bijwerken
pl: Zaktualizuj metadane

source: Edit
bg: Редактиране
nl: Bewerken
pl: Edytuj

source: Delete
bg: Изтриване
nl: Verwijderen
pl: Usuń

source: Description
bg: Описание
nl: Omschrijving
pl: Opis

source: Seasons
bg: Сезони
nl: Aantal seizoenen
pl: Sezony

source: _Preferences
bg: _Настройки
nl: _Voorkeuren
pl: _Ustawienia

source: _Keyboard Shortcuts
bg: _Клавишни комбинации
nl: _Sneltoetsen
pl: _Skróty klawiszowe

source: _About Ticket Booth
bg: _Относно „Ticket Booth“
nl: _Over Ticket Booth
pl: _O aplikacji Ticket Booth

source: Edit Episode
bg: Редактиране на епизода
nl: Aflevering bewerken
pl: Edytuj odcinek

source: Episode Number (required)
bg: Номер на епизода (задължителен)
nl: Afleveringsnummer (vereist)
pl: Numer odcinka (wymagane)

source: Preferences
bg: Настройки
nl: Voorkeuren
pl: Ustawienia

# preferences
source: Optional Download
bg: Изтегляне по избор
nl: Optionele download
pl: Opcjonalne pobieranie

# preferences
source: Complete Setup
bg: Завършване на настройките
nl: Alle functies inschakelen
pl: Ukończ konfigurację

# preferences
source: Offline Mode
bg: Режим „Изключен“
nl: Offline-modus
pl: Tryb offline

# preferences
source: Ticket Booth can work entirely offline. If you choose to run in this mode, some features that require the Internet and/or access to third party APIs will not be available.
bg: „Ticket Booth“ може да работи изцяло в режим „Изключен“. Ако решите да работите в този режим, някой функции, които изискват достъп до Интернет или до програмни интерфейси (API) на трети лица, няма да бъдат достъпни.
nl: Ticket Booth kan geheel offline werken. Als je deze modus inschakelt, kun je geen functies gebruiken die een internetverbinding en/of toegang tot bepaalde api's vereisen.
pl: Ticket Booth ma możliwość działania bez dostępu do internetu. Jeśli zdecydujesz się na korzystanie z programu w tym trybie, niektóre funkcje wymagające połączenia z internetem i/lub dostępu do API stron trzecich nie będą dostępne.

# preferences
source: Enable Offline Mode
bg: Активиране на режим „Изключен“
nl: Offline-modus inschakelen
pl: Włącz tryb offline

# preferences
source: TMDB provides localized metadata for most content. Ticket Booth will download it in your prefered language, selectable below. In case it is not available, it will fallback to English US and then to the content's original language. If neither are available, it will result in a blank string. Please consider <a href='https://www.themoviedb.org/bible/new_content'>contributing to TMDB</a>. Additionally, an automatic update is performed on a frequency of your choosing.
bg: TMDB предоставя преведени метаданни за повечето съдържание. „Ticket Booth“ ще я изтели на предпочитания от вас език, който можете да изберете по-долу. В случай че той не е наличен, ще използва американски английски език и след това оригиналния език на съдържанието. Ако нито един от двата езика не е наличен, низа ще е празен. Моля, помислете дали да не <a href='https://www.themoviedb.org/bible/new_content'>допринесете за TMDB</a>. Отделно се извършва автоматично обновяване през избран от вас период.
nl: TMDB heeft van de meeste items vertalingen. Ticket Booth kan deze in een taal naar keuze tonen. Als de taal in kwestie niet beschikbaar is, wordt terugvallen op Amerikaans Engels of de oorspronkelijke taal van het item. Als geen van allen beschikbaar is, wordt een blanco veld getoond. Overweeg <a href='https://www.themoviedb.org/bible/new_content'>bij te dragen aan TMDB</a>. Aanvullend kan naar eigen inzicht de inhoud automatisch worden bijgewerkt.
pl: TMDB zapewnia zlokalizowane metadane dla większości treści. Ticket Booth pobierze je w wybranym przez ciebie języku, do wybrania poniżej. Jeżeli wybrany język nie byłby dostępny, program spróbuje pobrać dane w języku angielskim, lub w języku oryginału. Jeśli żaden z nich nie będzie dostępny, zostanie wyświetlony pusty ciąg znaków. Prosimy o rozważenie <a href='https://www.themoviedb.org/bible/new_content'>dodania nowych treści do bazy TMDB</a>. Dodatkowo automatyczne aktualizacje będą wykonywane regularnie na podstawie wybranych preferencji.

# preferences
source: TMDB Results Language
bg: TMDB език за резултатите
nl: Taal van TMDB-resultaten
pl: Język wyników z TMDB

# preferences
source: Update Frequency
bg: Период на обновяване
nl: Bijwerken, iedere
pl: Częstotliwość aktualizacji

# preferences
source: Restart Ticket Booth after changing
bg: Рестартирайте „Ticket Booth“ след тази промяна
nl: Herstart Ticket Booth om de wijziging toe te passen
pl: Po wykonaniu zmiany uruchom ponownie Ticket Booth

# preferences
source: Never
bg: Никога
nl: Nooit
pl: Nigdy

# preferences
source: Daily
bg: Ежедневно
nl: Iedere dag
pl: Codziennie

# preferences
source: Weekly
bg: Ежеседмично
nl: Iedere week
pl: Co tydzień

# preferences
source: Monthly
bg: Ежемесечно
nl: Iedere maand
pl: Co miesiąc

# preferences
source: Housekeeping
bg: Съхранение на данни
nl: Opruiming
pl: Czyszczenie

# preferences
source: Clear Cache on Exit
bg: Изчистване на кеша при спиране на програмата
nl: Cache wissen na afsluiten
pl: Wyczyść ciasteczka przy wyłączaniu programu

# preferences
source: Clear Cached Search Data
bg: Изчистване на кеша за данните от търсачката
nl: Zoekgeschiedenis wissen
pl: Wyczyść buforowane dane wyszukiwania

# preferences
source: Clear Data
bg: Изчистване на данните
nl: Gegevens wissen
pl: Wyczyść dane

source: Your Watchlist Is Empty
bg: Вашият списък за гледане е празен
nl: Je kijklijst is leeg
pl: Twoja lista do obejrzenia jest pusta

source: Your Watchlist
bg: Вашият списък за гледане
nl: Mijn kijklijst
pl: Twoja lista do obejrzenia

source: Use Offline Mode
bg: Използване на режим „Изключен“
nl: Offline-modus inschakelen
pl: Włącz tryb offline

source: Try again on next run
bg: Опитайте отново при следващото стартиране
nl: Opnieuw proberen na volgende opstart
pl: Spróbuj ponownie przy kolejnym uruchomieniu

source: Add a title to your library
bg: Добавете заглавие в списъка ви
nl: Voeg een item toe aan je verzameling
pl: Dodaj tytuł do swojej biblioteki

source: Offline Mode Enabled
bg: Режим на „Изключен“ е активиран
nl: De offline-modus is ingeschakeld
pl: Tryb offline włączony

source: _Sorting
bg: _Сортиране
nl: _Sorteren
pl: _Sortowanie

source: A-Z
bg: А-Я

source: Z-A
bg: Я-А

source: Date added (newest first)
bg: Дата на добавяне (най-новите първо)
nl: Datum van toevoegen (nieuwste eerst)
pl: Data dodania (najnowsze jako pierwsze)

source: Date added (oldest first)
bg: Дата на добавяне (най-старите първо)
nl: Datum van toevoegen (oudste eerst)
pl: Data dodania (najstarsze jako pierwsze)

source: Release date (newest first)
bg: Дата на издаване (най-новите първо)
nl: Datum van verschijnen (nieuwste eerst)
pl: Data premiery (najnowsze jako pierwsze)

source: Release date (oldest first)
bg: Дата на издаване (най-старите първо)
nl: Datum van verschijnen (oudste eerst)
pl: Data premiery (najstarsze jako pierwsze)

source: _Refresh
bg: _Презареждане
nl: He_rladen
pl: _Odśwież

source: From The Movie Database (TMDB)
bg: От „The Movie Database (TMDB)“
nl: Van The Movie Database (TMDB)
pl: Z The Movie Database (TMDB)

source: Manually
bg: Ръчно
nl: Handmatig
pl: Ręcznie

source: Background Activities
bg: Дейности на фона
nl: Achtergrondactiviteiten
pl: Aktywności w tle

source: No Background Activities
bg: Няма дейности на фона
nl: Geen achtergrondactiviteiten
pl: Bez aktywności w tle

source: Edit poster
bg: Редактиране на постера
nl: Poster bewerken
pl: Edytuj plakat

source: Delete poster
bg: Изтриване на постера
nl: Poster verwijderen
pl: Usuń plakat

source: Add to watchlist
bg: Добавяне в списъка за гледане
nl: Toevoegen aan kijklijst
pl: Dodaj do listy do obejrzenia

source: Follow system style
bg: Използване на системния стил
nl: Systeemthema
pl: Ustaw styl systemu

source: Light style
bg: Светъл стил
nl: Licht thema
pl: Styl jasny

source: Dark style
bg: Тъмен стил
nl: Donker thema
pl: Styl ciemny

source: Waiting for Network…
bg: Изчаква се достъп до мрежата…
nl: Bezig met wachten op internetverbinding…
pl: Oczekiwanie na sieć…

source: For a complete experience, a download of 15 KB is required. However, if you are not connected to the Internet or don't want to wait, you can skip this step and continue offline without some features.
bg: Необходимо е сваляне на 15 КБ. Ако обаче нямате връзка с Интернет или не искате да чакате, можете да пропуснете тази стъпка и да продължите в режим „Изключен“ без някой функции.
nl: Om gebruik te kunnen maken van alle functies is een aanvullende download van 15 KB vereist. Als je niet verbonden bent met het internet of niet wilt wachten, dan kun je deze stap overslaan en de beperktere offline-modus gebruiken.
pl: W celu uzyskania pełniejszego doświadczenia z programu wymagane jest pobranie 15 KB danych. Jeśli nie masz połączenia z internetem albo nie chcesz czekać, możesz pominąć ten krok i korzystać z programu w trybie offline, bez kilku jego funkcji.

source: Getting things ready…
bg: Подготвяне на нещата…
nl: Bezig met afstellen…
pl: Przygotowania programu…

source: Downloading data
bg: Сваляне на данни
nl: Bezig met ophalen van gegevens…
pl: Pobieranie danych

# Category
source: Movies
bg: Филми
nl: Films
pl: Filmy

# Background activity title
source: Automatic update
bg: Автоматично обновяване
nl: Automatisch bijwerken
pl: Automatyczne aktualizacje

source: Already in your watchlist
bg: Вече е в списъка за гледане
nl: Dit staat al op je kijklijst
pl: Jest już na twojej liście do obejrzenia
